Repository: csabafoldesi/moovsmart
Catalog: moovsmart/src/i18n/messages.*.xlf
Languages: hu

source: Wrong property id.
hu: Hibás ingatlan azonosító

source: Account has been deleted. Bye!
hu: A felhasználói fiók törölve lett.

source: Unable to delete account.
hu: Nem sikerült törölni a felhasználói fiókot.

source: New password has been set.
hu: A jelszó frissítve lett.

source: Unsuccessful activation!
hu: Sikertelen aktiválás!

source: Successful activation!
hu: Sikeres aktiválás!

source: Email has been sent with link to enter new password.
hu: A jelszó megváltoztatásához szükséges linket elküldtük email-ben.

source: Email has been resent.
hu: Újra elküldtük az email-t.

source: Property advertisement has been activated. Message has been sent to owner.
hu: Az ingatlanhirdetés aktiválva lett. Üzenetet küldtünk a tulajdonosnak.

source: Error during activation. Account type may have changed to visitor.
hu: Nem sikerült az aktiválás. Lehet, hogy a felhasználó fiók típusa megváltozott.

source: Property advertisement has been inactivated. Message has been sent to owner.
hu: Az ingatlanhirdetés inaktiválva lett. Üzenetet küldtünk a tulajdonosnak.

source: Error during inactivation.
hu: Hiba történ az aktiválás során.

source: Unsupported file format.
hu: Nem támogatott fájl formátum.

source: Please login to send a message.
hu: Üzenetküldéshez jelentkezzen be.

source: Message has been sent.
hu: Az üzenet sikeresen el lett küldve.

source: Incoming message has been deleted.
hu: A bejövő üzenet törölve lett.

source: Unable to delete incoming message.
hu: Nem sikerült törölni a bejövő üzenetet.

source: Sent message has been deleted.
hu: A kimenő üzenet törölve lett.

source: Unable to delete sent message.
hu: Nem sikerült törölni a kimenő üzenetet.

source: Property has been deleted (inactivated).
hu: Az ingatlan törölve lett (inaktív állapotba került).

source: Property has been deleted (inactivated) by admin. Message has been sent to owner.
hu: Az ingatlan törölve lett (inaktív állapotba került) az adminisztrátor által. Üzenetet küldtünk a tulajdonosnak.

source: Access denied.
hu: Hozzáférési hiba.

source: Unable to delete property.
hu: Nem sikerült törölni az ingatlant.

source: Property has been saved. Notification messages have been sent to all admins.
hu: Az ingatlan mentése sikeres volt. Üzenetet küldtünk az adminisztrátoroknak.

source: Property has been saved.
hu: Az ingatlan mentése sikeres volt.

source: Property has been updated.
hu: Az ingatlan sikeresen módosítva lett.

source: Property has been updated by admin. Message has been sent to owner.
hu: Az ingatlan módosítva lett az adminisztrátor által. Üzenetet küldtünk a tulajdonosnak.

source: Wrong parameters.
hu: Hibás paraméterek.

source: Successful registration. Email with activation key has been sent. Please check your emails.
hu: Sikeres regisztráció. Ellenőrizze az email-fiókját, mert küldtünk egy aktiváló linket.

source: Account has been updated.
hu: A felhasználói fiók sikeresen módosítva lett.

source: Add Property
hu: Új ingatlan

source: Edit Property
hu: Ingatlan szerkesztése

source: Contact
hu: Kapcsolat

source: Title, description
hu: Cím, leírás

source: Title
hu: Név

source: Enter a title for the property
hu: Adja meg az elnevezést

source: Description
hu: Leírás

source: Enter description
hu: Adja meg a leírást

source: Price
hu: Ár

source: Enter the price
hu: Adja meg az árat

source: Rooms, size
hu: Szobák száma, méret

source: Number of rooms
hu: Szobák száma

source: Enter the number of rooms
hu: Adja meg a szobák számát

source: Floor area
hu: Alapterület

source: Enter the floor area
hu: Adja meg az alapterületet

source: Balcony size
hu: Erkély mérete

source: Enter the balcony size
hu: Adja meg az erkély méretét

source: Lot size
hu: Telekméret

source: Enter the lot size
hu: Adja meg a telekméretet

source: Location
hu: Elhelyezkedés

source: Country
hu: Ország

source: Enter the county
hu: Adja meg az országot

source: Zip Code
hu: Irányítószám

source: Enter the zip code
hu: Adja meg az irányítószámot

source: City
hu: Város

source: Enter the city
hu: Adja meg a várost

source: Street, house number, building, floor
hu: Utca, házszám

source: Enter the address
hu: Adja meg a címet

source: More details
hu: További részletek

source: Year built
hu: Építési év

source: Enter the year built
hu: Adja meg az építési évet

source: Type
hu: Típus

source: -- Please choose a type --
hu: -- Válasszon egy típust --

source: Condition
hu: Állapot

source: -- Please choose a condition --
hu: -- Válassza ki az állapotot --

source: Heating type
hu: Fűtési mód

source: -- Please choose a heating type --
hu: -- Válassza ki a fűtési módot --

source: Parking
hu: Parkolás

source: -- Please choose a parking option --
hu: -- Válasszon egy parkolási lehetőséget --

source: Images
hu: Képek

source: CANCEL
hu: MÉGSEM

source: SAVE
hu: MENTÉS

source: New message
hu: Új üzenet

source: To:
hu: Címzett:

source: Message
hu: Üzenet

source: CANCEL
hu: MÉGSEM

source: SEND
hu: KÜLDÉS

source: CLOSE
hu: BEZÁRÁS

source: Number of visitors
hu: Látogatók száma

source: Have been bookmarked
hu: Könyvjelzők száma

source: Map
hu: Térkép

source: SEND MESSAGE
hu: ÜZENET KÜLDÉSE

source: Details
hu: Részletek

source: Number of rooms:
hu: Szobák száma:

source: Size
hu: Méret

source: Floor area:
hu: Alapterület:

source: Balcony size:
hu: Erkély mérete:

source: Lot size:
hu: Telekméret:

source: Building
hu: Épület

source: Type:
hu: Típus:

source: Year built:
hu: Építési év:

source: Condition:
hu: Állapot:

source: Heating:
hu: Fűtés:

source: Parking:
hu: Parkolás:

source: GO BACK
hu: VISSZA

source: BACK TO ADMIN PAGE
hu: VISSZA AZ ADMINISZTRÁCIÓS OLDALRA

source: EDIT
hu: SZERKESZTÉS

source: DELETE
hu: TÖRLÉS

source: <span>save </span> SAVED
hu: <span>save </span> ELMENTVE

source: <span>save </span> BOOKMARK
hu: <span>save </span> KÖNYVJELZŐ

source: Sort
hu: Rendezés

source: Default
hu: Alapértelmezett

source: Lowest price
hu: Legalacsonyabb ár

source: Highest price
hu: Legmagasabb ár

source: Large images
hu: Nagy képek

source: Grid
hu: Táblázat

source: Rows
hu: Sorok

source: No properties found
hu: Nem található ingatlan

source: Create New Account
hu: Új felhasználó létrehozása

source: Edit Account
hu: Felhasználói fiók szerkesztése

source: Full name *
hu: Teljes név *

source: Enter name
hu: Adja meg a nevét

source: Email address *
hu: Email cím *

source: Enter email
hu: Adja meg az email címét

source: Original password
hu: Jelenlegi jelszó

source: Enter original password
hu: Adja meg a jelenlegi jelszavát

source: Password *
hu: Jelszó *

source: Password
hu: Jelszó

source: Enter password
hu: Adjon meg egy jelszót

source: Confirm password *
hu: Jelszó megerősítése *

source: Confirm password
hu: Jelszó megerősítése

source: Enter password confirmation
hu: Adja meg újra a jelszót

source: Account type *
hu: Fiók típusa *

source: -- Please choose an account type --
hu: -- Válasszon egy fiók típust --

source: Phone number <small>(max. 18 char.) </small>
hu: Telefonszám <small>(max. 18 karakter) {CLOSE_SMALL_TEXT}

source: Phone number
hu: Telefonszám

source: Required *
hu: Kötelező *

source: REGISTER
hu: REGISZTRÁCIÓ

source: RESEND EMAIL
hu: EMAIL ÚJRAKÜLDÉSE

source: Resend activation email
hu: Regisztrációs email újraküldése

source: Select Image
hu: Kép kiválasztása

source: Image Title
hu: Kép címe

source: Enter a title for the image
hu: Adjon meg egy címet a képnek

source: Remove
hu: Eltávolítás

source: Login
hu: Bejelentkezés

source: Email address
hu: Email-cím

source: Enter email address
hu: Adja meg ez email-címét

source: Invalid email address or password
hu: Hibás email-cím vagy jelszó

source: LOGIN
hu: BEJELENTKEZÉS

source: SIGN UP
hu: REGISZTRÁCIÓ

source: Forgot password?
hu: Elfelejtette a jelszavát?

source: Create property
hu: Ingatlan létrehozása

source: Batch property upload
hu: Csoportos ingatlan feltöltés

source: Messages
hu: Üzenetek

source: Messages
hu: Üzenetek

source: New account
hu: Új felhasználói fiók

source: Profile
hu: Profil

source: Admin dashboard
hu: Adminisztrációs központ

source: Bookmarks
hu: Könyvjelzők

source: Logout
hu: Kijelentkezés

source: You will be redirected to login page...
hu: Átirányítás a bejelentkező oldalra...

source: Error during account activation or account may have already been activated!
hu: Hiba történt az aktiváláskor, vagy a felhasználói fiók már aktiválva lett korábban!

source: We sent you a message with a link to activate your account. If you didn’t receive it, you can re-enter your email address, and we’ll send you a new activation link.
hu: Üzenetben elküldtünk egy linket, amivel aktiválni tudja a felhasználói fiókját. Amennyiben néhány percen belül nem kapja meg az üzenetet, használja az aktiváló link újraküldése funkciót.

source: BACK
hu: VISSZA

source: Forgot your password?
hu: Elfelejtett jelszó?

source: Enter your login email address and click the new password button.
hu: Adja meg az email-címét majd kattintson az ÚJ JELSZÓ gombra.

source: Our system will send you the link required to enter the new password by e-mail, your old password will remain valid until the change is successful.
hu: A rendszerünk küldeni fog egy linket a megadott email-címre, amely segítségével új jelszót tud megadni. A jelszó megváltoztatásáig a régi jelszó érvényes marad.

source: BACK
hu: VISSZA

source: NEW PASSWORD
hu: ÚJ JELSZÓ

source: Messages
hu: Üzenetek

source: Inbox
hu: Bejövő

source: Sent
hu: Elküldött

source: Inbox
hu: Bejövő

source: Sent
hu: Elküldött

source: Delete
hu: Törlés

source: Inactivation
hu: Inaktiválás

source: Do you really want to delete your account?
hu: Valóban törölni szeretné a felhasználói fiókját?

source: Do you really want to inactivate this property?
hu: Valóban inaktiválni szeretné ezt az ingatlant?

source: Do you really want to delete this message?
hu: Valóban törölni szeretné ezt az üzenetet?

source: All
hu: Összes

source: Choose a start date
hu: Válasszon egy kezdődátumot

source: Date can be modified by arrow keys too.
hu: A dátum a nyíl billentyűkkel is módosítható

source: Start date
hu: Kezdő dátum

source: Invalid start date
hu: Hibás kezdő dátum

source: Choose an end date
hu: Válasszon egy záró dátumot

source: End date
hu: Záró dátum

source: Invalid end date
hu: Hibás záró dátum

source: FILTER
hu: SZŰRÉS

source: REFRESH
hu: FRISSÍTÉS

source: Advertisement
hu: Hirdetés

source: From
hu: Feladó

source: To
hu: Címzett

source: Date
hu: Dátum

source: No message found.
hu: Nem található üzenet.

source: From:
hu: Feladó:

source: Account
hu: Felhasználói fiók

source: Account
hu: Felhasználói fiók

source: Full name:
hu: Teljes név:

source: Email address:
hu: Email-cím:

source: Account type:
hu: Felhasználói fiók típusa:

source: Phone number:
hu: Telefonszám:

source: EDIT
hu: SZERKESZTÉS

source: DELETE
hu: TÖRLÉS

source: INACTIVATE
hu: INAKTIVÁLÁS

source: Filters
hu: Szűrők

source: Min price
hu: Min. ár

source: Minimum price
hu: Minimum ár

source: Max price
hu: Max. ár

source: Maximum price
hu: Maximum ár

source: Min rooms
hu: Min. szobaszám

source: Minimum rooms
hu: Minimum szobaszám

source: Max rooms
hu: Max. szobaszám

source: Maximum rooms
hu: Maximum szobaszám

source: Min floor area
hu: Min. alapterület

source: Minimum floor area
hu: Minimum alapterület

source: Max floor area
hu: Max. alapterület

source: Maximum floor area
hu: Maximum alapterület

source: Min sqm price
hu: Min. ㎡ ár

source: Minimum sqm price
hu: Minimum ㎡ ár

source: Max sqm price
hu: Max. ㎡ ár

source: Maximum sqm price
hu: Maximum ㎡ ár

source: Picture
hu: Képek

source: RESET
hu: ALAPÁLLAPOT

source: New password
hu: Új jelszó

source: Account:
hu: Felhasználói fiók:

source: New password
hu: Új jelszó

source: Enter new password
hu: Adja meg az új jelszót

source: SIGN IN
hu: BEJELENTKEZÉS

source: Download data template
hu: Adat sablon letöltése

source: Format
hu: Formátum

source: DOWNLOAD TEMPLATE
hu: SABLON LETÖLTÉSE

source: Upload data file
hu: Adatfájl feltöltése

source: Select file
hu: Fájl kiválasztása

source: UPLOAD
hu: FELTÖLTÉS

source: Upload results
hu: A feltöltés eredménye

source: {{recordCount.success}} record loaded successfully
hu: {INTERPOLATION} rekord sikeresen feltöltve

source: {{recordCount.unSuccess}} record not loaded because of problems
hu: {INTERPOLATION} rekord feltöltése nem sikerült

source: No record found
hu: Nem található rekord

source: Missing image
hu: Hiányzó kép

source: Sqm price
hu: Négyzetméter ár

source: Admin dashboard
hu: Adminisztrációs központ

source: Accounts
hu: Felhasználók

source: Visitors (active):
hu: Látogatók (aktív):

source: Owners (active):
hu: Tulajdonosok (aktív):

source: Unconfirmed accounts:
hu: Függőben lévő felhasználók:

source: Inactive accounts:
hu: Inaktív felhasználók:

source: Properties
hu: Ingatlanok

source: Pending properties:
hu: Függőben lévő ingatlanok:

source: Active properties:
hu: Aktív ingatlanok:

source: Inactive properties:
hu: Inaktív ingatlanok:

source: Image
hu: Kép

source: {{element.name}} picture
hu: {INTERPOLATION} kép

source: Name
hu: Név

source: Address
hu: Cím

source: Name
hu: Név

source: Number of rooms
hu: Szobaszám

source: Floor area (m²)
hu: Alapterület (m²)

source: Delete bookmark
hu: Könyvjelző törlése

source: DELETE
hu: TÖRLÉS

source: No bookmark found.
hu: Nem található könyvjelző

source: Number of rooms
hu: Szobák száma

source: Price (€)
hu: Ár (€)

source: Floor area (m²)
hu: Alapterület (m²)

source: Activation
hu: Aktiválás

source: ACTIVATE
hu: AKTIVÁLÁS

source: No pending property found.
hu: Nem található függőben lévő ingatlan.

source: Pending properties
hu: Függőben lévő ingatlanok

source: Views
hu: Megtekintések

source: Inactivation
hu: Inaktiválás

source: INACTIVATE
hu: INAKTIVÁLÁS

source: No active property found.
hu: Nem található aktív ingatlan.

source: Active properties
hu: Aktív ingatlanok

source: No inactive property found.
hu: Nem található inaktív ingatlan.

source: Inactive properties
hu: Inaktív ingatlanok

source: Info
hu: Információ

source: My bookmarks
hu: Könyvjelzők
